soap 

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:typ="http://wapiOther/WapiOther.wsdl/types/">
   <soapenv:Header/>
   <soapenv:Body>
      <typ:getserviceinfootherElement>
         <typ:pObj_inout>
            <typ:medReqlp1>1</typ:medReqlp1>
            <typ:medResplp1>1</typ:medResplp1>
            <typ:wsrIn>1</typ:wsrIn>
            <typ:srvOut>1</typ:srvOut>
            <typ:instanceNo>95460004</typ:instanceNo>
            <typ:wsrOut>1</typ:wsrOut>
            <typ:srvIn>1</typ:srvIn>
            <typ:medReqOut>1</typ:medReqOut>
            <typ:medRespOut>1</typ:medRespOut>
            <typ:onlyMediation>1</typ:onlyMediation>
            <typ:serviceVersion>1</typ:serviceVersion>
            <typ:facadeVersion>1</typ:facadeVersion>
            <typ:coreBanner>1</typ:coreBanner>
         </typ:pObj_inout>
      </typ:getserviceinfootherElement>
   </soapenv:Body>
</soapenv:Envelope>